Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: The following types of egg preparations must be offered: [53315] Phải cung cấp các loại trứng sau đây:
vi: The following types of egg preparations must be offered: [53315] Phải cung cấp các món trứng sau đây:

source: The following types of hot side dishes must be offered and include: [53319] Phải cung cấp thêm các món ăn nóng sau đây và bao gồm
vi: The following types of hot side dishes must be offered and include: [53319] Phải cung cấp thêm các món ăn nóng ăn kèm sau đây và bao gồm

source: The following types of waiter stations must be provided and meet the following: [92154] Phải cung cấp các loại quầy nhân viên phục vụ sau đây và đáp ứng như sau:
vi: The following types of waiter stations must be provided and meet the following: [92154] Phải cung cấp các loại quầy phục vụ sau đây và đáp ứng như sau:

source: The late night menu must be an extra section in the room service or in-room dining menu and clearly marked as such [587107] Thực đơn đêm muộn phải là một phần phụ trong dịch vụ phòng hoặc thực đơn ăn uống trong phòng và được đánh dấu rõ ràng như vậy
vi: The late night menu must be an extra section in the room service or in-room dining menu and clearly marked as such [587107] Thực đơn đêm muộn phải là một phần phụ trong thực đơn dịch vụ phòng và được chú thích rõ ràng là thực đơn đêm muộn

source: The late night menu must be extracted from the room service menu [587106] Thực đơn đêm muộn phải được trích xuất từ thực đơn dịch vụ phòng
vi: The late night menu must be extracted from the room service menu [587106] Thực đơn đêm muộn phải được lấy từ thực đơn dịch vụ phòng

source: The level of lighting in a Swimming Pool area must allow the entire bottom of the swimming pool to be clearly seen.
vi: The level of lighting in a Swimming Pool area must allow the entire bottom of the swimming pool to be clearly seen. Mức chiếu sáng trong khu vực bể bơi phải cho phép nhìn rõ toàn bộ đáy bể

source: The main elevator/lift lobby must meet the following: [12380] Sảnh thang máy chính / thiết bị nâng phải đáp ứng như sau:
vi: The main elevator/lift lobby must meet the following: [12380] Sảnh thang máy chính phải đáp ứng như sau:

source: The main entrance must be manned at a minimum from 07:00 to 23:00 [50309] Lối vào chính phải có người lái tối thiểu từ 07:00 đến 23:00
vi: The main entrance must be manned at a minimum from 07:00 to 23:00 [50309] Lối vào chính phải có người trực tối thiểu từ 07:00 đến 23:00

source: The menu must be weatherproof [60657] Thực đơn chống chịu thời tiết
vi: The menu must be weatherproof [60657] Thực đơn phải chống chịu thời thiết

source: The minimum quarterly qualified enrolment quota for new IHG® Rewards Club Members, based on brand affiliation and hotel size, must be achieved and meet the following: Hạn ngạch đăng ký đủ điều kiện hàng quý tối thiểu cho các Thành viên mới Câu lạc bộ khách hàng thân thiết IHG®, dựa trên sáp nhập thương hiệu và quy mô khách sạn, phải đạt được và đáp ứng các điều sau:
vi: The minimum quarterly qualified enrolment quota for new IHG® Rewards Club Members, based on brand affiliation and hotel size, must be achieved and meet the following: Hạn ngạch đăng ký đủ điều kiện mỗiq uý tối thiểu đối với Thành viên mới của Câu lạc bộ khách hàng thân thiết IHG®, tùy từng thương hiệu và quy mô khách sạn, phải đạt được và đáp ứng các điều sau:

source: The only branded keywords hotels may purchase are their official hotel name, as set out in the Guest từ khóa thương hiệu duy nhất khách sạn có thể mua là tên khách sạn chính thức của họ, như được nêu trong Khách
vi: The only branded keywords hotels may purchase are their official hotel name, as set out in the Guest Reservation System (GRS) or HOLIDEX®Plus (and including IHG Concerto™), which must be purchased on exact match and within a standalone campaign

source: The power supply must be provided with two-way automatic change over.
vi: The power supply must be provided with two-way automatic change over. Nguồn cấp điện phải có bộ chuyển mạch tự động hai chiều

source: The quality of swimming pool and/or Hot Tubs and/or children's pools water must be maintained and meet the following requirements: [56472] Chất lượng của bể bơi và / hoặc bồn tắm nước nóng và / hoặc nước hồ bơi trẻ em phải được duy trì và đáp ứng các yêu cầu sau:
vi: The quality of swimming pool and/or Hot Tubs and/or children's pools water must be maintained and meet the following requirements: [56472] Chất lượng của bể bơi và/hoặc Bể nước nóng và/hoặc nước hồ bơi trẻ em phải được duy trì và đáp ứng các yêu cầu sau:

source: The recommended dispensers are as per the attached presentation [581098] máy pha được đề xuất theo bản trình bày đính kèm
vi: The recommended dispensers are as per the attached presentation [581098] Dispenser được khuyến nghị được trình bày trong file đính kèm

source: The seat count must be established based on the key count of the hotel: [92605] Số lượng ghế phải dựa trên số lượng key của khách sạn
vi: The seat count must be established based on the key count of the hotel: [92605] Số lượng chỗ ngồi phải dựa trên số lượng key của khách sạn

source: The separate mattress topper must meet the following minimum requirements: [8542] topper nệm riêng biệt phải đáp ứng các yêu cầu tối thiểu sau đây:
vi: The separate mattress topper must meet the following minimum requirements: [8542] topper rời phải đáp ứng các yêu cầu tối thiểu sau đây:

source: The sound system delivering the signature sound must meet the following: [76542] Hệ thống âm thanh cung cấp âm thanh đặc trưng, đáp ứng như sau:
vi: The sound system delivering the signature sound must meet the following: [76542] Hệ thống âm thanh chơi âm thanh đặc trưng phải đáp ứng như sau:

source: The total meeting space provided must be as follows: [32571] Tổng không gian cuộc họp được cung cấp phải như sau:
vi: The total meeting space provided must be as follows: [32571] Tổng không gian phòng họp được cung cấp phải như sau:

source: The vanity must meet the following: [991] Bàn trang điểm phải đáp ứng như sau:
vi: The vanity must meet the following: [991] Vanity phải đáp ứng như sau:

source: The wardrobe/closet must meet the following: [102639] Tủ quần áo / tủ đựng phải đáp ứng như sau
vi: The wardrobe/closet must meet the following: [102639] Tủ quần áo phải đáp ứng như sau

source: The windows in this room can open fully and guests with young children should exercise care’ [56516] Một ví dụ về biển báo cảnh báo là “Chú ý!
vi: The windows in this room can open fully and guests with young children should exercise care’ [56516] Ví dụ về biển báo cảnh báo “Chú ý!

source: These standards include the hotel lifecycle icon as detailed below. Một số tiêu chuẩn chỉ được áp dụng tại các điểm chính trong vòng đời, ví dụ: xây dựng mới hoặc cải tạo.
vi: These standards include the hotel lifecycle icon as detailed below. Một số tiêu chuẩn chỉ được áp dụng tại các thời điểm chính trong vòng đời khách sạn, ví dụ: khách sạn xâydựng mới hoặc khách sạn được cải tạo.

source: Third Party Intermediary (TPI) programme – AMEA Chương trình trung gian của bên thứ ba (TPI) - AMEA
vi: Third Party Intermediary (TPI) programme – AMEA Chương trình trung gian của bên thứ ba (TPI) - AMEA https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/documents/12020574/27d36c8c-dd57-41e5-b99b-fac7863b5a6c

source: Third Party Intermediary Programme Chương trình trung gian của bên thứ ba
vi: Third Party Intermediary Programme Chương trình trung gian của bên thứ bahttps://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/dept-distribution-strategy

source: Thiết kế của các biển báo nên xem xét bảo trì, chẳng hạn như thay thế ống và làm sạch.
vi: Thiết kế của các biển hiệu nên cân nhắc đến cả việc bảo trì, chẳng hạn như thay thế ống đèn và làm vệ sinh.

source: Thiết kế nội thất nên mang lại cho nhà hàng bản sắc và không khí riêng, do đó, thiết kế nên khác biệt rõ ràng với thiết kế nội thất của các khu vực công cộng của khách sạn
vi: [117042] Thiết kế nội thất nên mang lại cho nhà hàng bản sắc và không khí riêng, do đó, thiết kế nên khác biệt rõ ràng với thiết kế nội thất của các khu vực công cộng trong khách sạn

source: Thread count per square inch: Minimum 200 [66763] Số lượng chỉ trên mỗi inch vuông: Tối thiểu 200
vi: Thread count per square inch: Minimum 200 [66763] Mật độ vải trên mỗi inch vuông: Tối thiểu 200

source: Thread count per square inch: Minimum 200 [66779] Số lượng chỉ trên mỗi inch vuông: Tối thiểu 200
vi: Thread count per square inch: Minimum 200 [66779] Mật độ vải trên mỗi inch vuông: Tối thiểu 200

source: Thread count per square inch: Minimum 200 [66812] Số lượng chỉ trên mỗi inch vuông: Tối thiểu 200
vi: Thread count per square inch: Minimum 200 [66763] Mật độ vải trên mỗi inch vuông: Tối thiểu 200

source: Three ice cream or sorbet options [51670] Ba lựa chọn kem hoặc kem sorbet
vi: Three ice cream or sorbet options [51670] Ba món kem hoặc kem sorbet

source: Thumb-turn lock operation on the guest room side of the door [274132] Thao tác khóa trao tay cái ở phía cạnh cửa phòng khách
vi: Thumb-turn lock operation on the guest room side of the door [274132] Núm vặn của chốt nằm trên mặt cửa phía phòng khách

source: Thành viên Spire Elite và Platinum Elite không được tính giá phòng cao hơn giá linh hoạt nhất.
vi: Không được tính giá phòng cao hơn Best Flexible rate đối với thành viên Spire Elite và Platinum Elite.

source: Thông tin an toàn và bảo mật phù hợp với khách sạn phải được cung cấp trong phòng của khách.
vi: [56137] Thông tin An toàn và An ninh phù hợp với khách sạn phải được cung cấp trong phòng khách.

source: Thực phẩm & Đồ uống (F&B) -> Ăn uống -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Thực phẩm và đồ uống (F&B) -> Dịch vụ phòng / ăn uống trong phòng -> Thực đơn đêm muộn
vi: Thực đơn đêm muộn

source: Thực phẩm và đồ uống (F&B) -> Ăn uống trong phòng / Dịch vụ phòng -> Chung
vi: Ăn uống trong phòng/Dịch vụ phòng -> Thông tin chung

source: Thực phẩm và đồ uống (F&B)-> Ăn uống -> Đồ đạc và thiết bị
vi: Chiếu sáng và Linh kiện

source: Thực phẩm và đồ uống (F&B)-> Ăn uống trong phòng / Dịch vụ phòng -> Mong đợi dịch vụ
vi: Kỳ vọng về dịch vụ

source: Thực phẩm và đồ uống -> Lobby Lounge -> Mong đợi dịch vụ
vi: Lobby Lounge -> Kỳ vọng về dịch vụ

source: Tilted shoe base mounting for periodical maintenance [79897] Gắn đế nghiêng để bảo trì định kì
vi: Tilted shoe base mounting for periodical maintenance [79897] Gắn đế cột cờ có thể nghiêng để bảo trì định kì

source: Tilting mechanism [114525] Cơ chế nghiêng
vi: Tilting mechanism [114525] Có cơ chế nghiêng

source: Tiêu Chuẩn bao gồm nội dung áp dụng cho toàn bộ chu kì của một khách sạn.
vi: Tiêu Chuẩn bao gồm nội dung có thể áp dụng chocác vòng đời khác nhau của một khách sạn.

source: Toasters are required: [65656] Yêu cầu lò nướng bánh:
vi: Toasters are required: [65656] Yêu cầu có máy nướng bánh mì:

source: Toilet [984] Nhà vệ sinh
vi: Toilet [984]

source: Toilet cubicles must be provided, except in single occupancy facilities and meet the following: [88256] buồng vệ sinh phải được cung cấp, ngoại trừ trong các cơ sở tiện ích đơn lẻ và đáp ứng như sau:
vi: Toilet cubicles must be provided, except in single occupancy facilities and meet the following: [88256] Khoang vệ sinh phải được cung cấp, ngoại trừ trong phòng vệ sinh cá nhân và đáp ứng như sau:

source: Toilet cubicles or individual toilet rooms must provide the following: [13034] Buồng vệ sinh hoặc phòng vệ sinh cá nhân phải cung cấp như sau:
vi: Toilet cubicles or individual toilet rooms must provide the following: [13034] Khoang vệ sinh hoặc phòng vệ sinh cá nhân phải cung cấp như sau:

source: Toilet roll stickers are not permitted [57354] Không cho phép miếng dán cuộn giấy vệ sinh.
vi: Toilet roll stickers are not permitted [57354] Không cho phép sticker dán cuộn giấy vệ sinh.

source: Toilets [20168] Nhà vệ sinh
vi: Toilets [20168] bồn cầu

source: Toilets must meet the following: [57762] Nhà vệ sinh phải đáp ứng như sau:
vi: Toilets must meet the following: [57762] Toilet phải đáp ứng như sau:

source: Toll free CRO numbers Số điện thoại CRO miễn phí
vi: Toll free CRO numbers Số điện thoại CRO miễn phí https://www.ihg.com/content/gb/en/customer-care/contact-us.wwr_offices

source: Tomato ketchup [589072] Tương cà chua
vi: Tomato ketchup [589072] Tương cà

source: Toothpicks must be individually wrapped, available on request and not pre-set on the table [60353] Tăm xỉa răng phải được bọc riêng, có sẵn theo yêu cầu và không được đặt sẵn trên bàn
vi: Toothpicks must be individually wrapped, available on request and not pre-set on the table [60353] Tăm xỉa răng phải được gói riêng lẻ, được cung cấp theo yêu cầu và không được đặt sẵn trên bàn

source: Top-mounted at 80cm (32in) to 90cm (36in) height [77680] Gắn trên cùng ở độ cao 80cm (32in) đến 90cm (36in)
vi: Top-mounted at 80cm (32in) to 90cm (36in) height [77680] Mặt vanity gắn ở độ cao 80cm (32in) đến 90cm (36in)

source: Total Height: 7.6mm (0.3in) [41240] Tổng chiều cao: 7.6mm (0.3in)
vi: Total Height: 7.6mm (0.3in) [41240] Tổng độ cao: 7.6mm (0.3in)

source: Towel dispenser or air hand dryer [77676] Hộp đựng khăn giấy hoặc máy sấy tay
vi: Towel dispenser or air hand dryer [77676] Hộp đựng giấy hoặc máy sấy tay

source: Towel reuse signage read as follows: Towels on the rail: "I will use them again." Towels on the floor: "Please replace them." [63533] Biển báo tái sử dụng khăn tắm như sau: Khăn trên thanh treo: "Tôi sẽ sử dụng lại chúng." Khăn trên sàn: "Hãy thay thế chúng."
vi: Towel reuse signage read as follows: Towels on the rail: "I will use them again." Towels on the floor: "Please replace them." [63533] Biển báo tái sử dụng khăn tắm như sau: Khăn trên thanh treo: "Tôi sẽ sử dụng lại khăn." Khăn trên sàn: "Hãy thay khăn."

source: Trademark usage guidance Hướng dẫn sử dụng nhãn hiệu
vi: Trademark usage guidance Hướng dẫn sử dụng nhãn hiệuhttps://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=553ea107-3502-4d07-a6a4-7552e47e35f9

source: Trademarks
vi: Trademarks Thương hiệu

source: Trademarks and commonly misspelled variations as negative phrase match keywords [675095] nhãn hiệu và các biến thể sai chính tả thường là từ khóa cụm từ phủ định
vi: [675095] Trong trường hợp khách sạn chọn mua các từ khóa chung chung/trung lập về thương hiệu, những từ khóa này phải bao gồm Thương hiệu IHG® Brand và các biến thể thường bị sai chính tả dưới dạng từ khóa đối sánh cụm từ phủ định

source: Transformer
vi: Transformer Máy biến áp

source: Translucent doors [285228] cửa hơi mờ
vi: Translucent doors [285228] cửa kính mờ

source: Translucent gates [285229] cổng hơi mờ
vi: Translucent gates [285229] cổng kính mờ

source: Translucent walls [285230] bức tường hơi mờ
vi: Translucent walls [285230] tường kính mờ

source: Transparent walls [285227] bức tường trong suốt
vi: Transparent walls [285227] tường trong suốt

source: Transport services [141] dịch vụ phương tiện đi lại
vi: Transport services [141] Dịch vụ vận chuyển

source: Transportation
vi: Transportation Dịch vu vận chuyển

source: Treatment to mitigate the effect of staining from vehicle oils is recommended [12223] Nên xử lý để giảm thiểu ảnh hưởng của vết nhơ từ dầu xe
vi: Treatment to mitigate the effect of staining from vehicle oils is recommended [12223] Khuyến nghị có biện pháp xử lý giảm thiểu ảnh hưởng của vết nhơ từ dầu xe

source: Treatment: Airy DuPont Teflon treated (water & oil repellent), stain-resistant fabric [96008] Xử lý: Airy DuPont Teflon được xử lý (chống thấm nước & dầu), vải chống ố
vi: Treatment: Airy DuPont Teflon treated (water & oil repellent), stain-resistant fabric [95801] Xử lý: xử lý Airy DuPont Teflon (chống thấm nước & dầu), vải chống ố

source: Treatment: Airy, DuPont Teflon treated (water & oil repellent), stain-resistant fabric [95804] Xử lý: Thoáng khí, xử lý bằng DuPont Teflon (chống thấm nước & dầu), vải chống ố bẩn
vi: Treatment: Airy DuPont Teflon treated (water & oil repellent), stain-resistant fabric [95804] Xử lý: xử lý Airy DuPont Teflon (chống thấm nước & dầu), vải chống ố

source: Treatment: Airy, DuPont Teflon treated (water & oil repellent), stain-resistant fabric [96007] Xử lý: Thoáng mát, xử lý bằng DuPont Teflon (chống thấm nước & dầu), vải chống ố
vi: Treatment: Airy DuPont Teflon treated (water & oil repellent), stain-resistant fabric [96007] Xử lý: xử lý Airy DuPont Teflon (chống thấm nước & dầu), vải chống ố

source: Trolley Example Ví dụ về xe đẩy
vi: Trolley Example Ví dụ về xe đẩy (thiếu link)

source: Trolley or tray set up must include: [60690] Thiết lập xe đẩy hoặc khay bao gồm:
vi: Trolley or tray set up must include: [60690] Set up xe đẩy hoặc khay bao gồm:

source: Trong trường hợp có sự khác biệt giữa luật pháp hoặc quy định quốc tế, quốc gia và địa phương và Tiêu chuẩn hoặc Thông số kỹ thuật, yêu cầu nghiêm ngặt hơn phải được ưu tiên (trừ khi yêu cầu IHG nghiêm ngặt hơn bị địa phương cấm).
vi: Trong trường hợp có sự khác biệt giữa luật pháp hoặc quy định quốc tế, quốc gia và địa phương và Tiêu chuẩn hoặc Thông số kỹ thuật, yêu cầu nghiêm ngặt hơn phải được ưu tiên (trừ khi các yêu cầu nghiêm ngặt hơn của phía IHG bị cấm tại địa phương).

source: Trong trường hợp văn hóa địa phương hoặc các quy định không cho phép mở quán bar, ỷ tưởng về quán cà phê hoặc phòng lounge là những lựa chọn thay thế được chấp nhận.
vi: Trong trường hợp văn hóa địa phương hoặc các quy định không cho phép mở quán bar, concept quán cà phê hoặc lounge là các phương án thay thế được chấp nhận.

source: True Hospitality Service Skills Kỹ năng Dịch vụ Khách sạn Thật sự
vi: True Hospitality Service Skills Kỹ năng Dịch vụ Khách sạn Thật sự https://mylearning.ihg.com/Saba/Web_wdk/NA3P1PRD0094/index/prelogin.rdf?spfUrl=%2FSaba%2FWeb_spf%2FNA3P1PRD0094%2Fcommon%2Flearningeventdetail%2Fcurra000000000004154

source: Trường hợp cung cấp sàn bề mặt cứng trong phòng, cần lắp đặt các thanh trượt
vi: Trường hợp cung cấp sàn bề mặt cứng trong phòng, cần lắp đặt các bánh xe trượt

source: Trường hợp cung cấp tủ đựng mở, không được lắp đặt dưới 40cm (16in) trên mức sàn hoàn thiện.
vi: Trường hợp cung cấp tủ chứa đồ không cánh, không được lắp đặt ít hơn 40cm (16in) trên mức sàn hoàn thiện.

source: Trẻ em từ 12 tuổi trở xuống chỉ được ăn miễn phí khi chúng chọn các bữa ăn trong thực đơn Ăn miễn phí cho trẻ em.
vi: Trẻ em từ 12 tuổi trở xuống chỉ được ăn miễn phí khi chọn các bữa ăn trong thực đơn Kids Eat Free.

source: Trọng lượng 1,1kg (2,4lb) được chọn cho cột cờ 6m (20ft) và 7,5m (24,6ft); Trọng lượng 1,4kg (3lb) được chọn cho cột cờ 9m (30ft) hoặc trọng lượng 1,7kg (3,7lb) cho cột cờ 12m (40ft)
vi: Chọn đối trọng 1,1kg (2,4lb) cho cột cờ 6m (20ft) và 7,5m (24,6ft); 1,4kg (3lb) cho cột cờ 9m (30ft) hoặc 1,7kg (3,7lb) cho cột cờ 12m (40ft)

source: Tube with uniform conical taper [79901] Ống có hình nón đồng đều
vi: Tube with uniform conical taper [79901] Ống thuôn dần đều thành hình nón

source: Two additional flavours of carbonated soft drinks (e.g. ginger ale, ginger beer, orangina) [57328] Hai hương vị bổ sung của nước ngọt có ga (ví dụ: nước ngọt có ga hương gừng, bia gừng, cam)
vi: Two additional flavours of carbonated soft drinks (e.g. ginger ale, ginger beer, orangina) [57328] Hai loại nước ngọt có ga khác (ví dụ: ginger ale, bia gừng, nước cam)

source: Two chrome plated, bronze swivel snap hooks [79912] Hai móc mạ chrome, đồng xoay
vi: Two chrome plated, bronze swivel snap hooks [79912] Hai móc xoay bronze mạ chrome

source: Two highlighter pens [2333] Hai bút dạ quang
vi: Two highlighter pens [2333] Hai bút đánh dấu

source: Two hours turnaround time is permitted [407069] Cho phép thời gian quay vòng hai giờ
vi: Two hours turnaround time is permitted [407069] Cho phép thời gian hai giờ để hoàn thành yêu cầu

source: Two matching mugs with a minimum capacity of 250ml (8.4fl oz) [8084] Hai cốc phù hợp với dung tích tối thiểu 250ml (8.4fl oz)
vi: Two matching mugs with a minimum capacity of 250ml (8.4fl oz) [8084] Hai cốc giống nhau với dung tích tối thiểu 250ml (8.4fl oz)

source: Two types of burgers or sandwiches including a Club Sandwich [588054] Hai loại burgers hoặc bánh sandwich bao gồm Club Sandwich
vi: Two types of burgers or sandwiches including a Club Sandwich [588054] Hai loại burger hoặc bánh sandwich bao gồm Club Sandwich

source: Two types of cold cuts [584061] Hai loại thịt nguội với pho mát (cold cuts)
vi: Two types of cold cuts [584061] Hai loại thịt nguội (cold cuts)

source: Two types of light bites including a wrap [588055] Hai loại đồ ăn nhẹ bao gồm một gói
vi: Two types of light bites including a wrap [588055] Hai loại đồ ăn nhẹ bao gồm một món wrap

source: Two-ply toilet tissue [57352] Khăn giấy vệ sinh hai lớp
vi: Two-ply toilet tissue [57352] Giấy vệ sinh hai lớp

source: Tài liệu quảng cáo và các vật phẩm và tài liệu khác có chứa nhãn hiệu hoặc biến thể thương hiệu của IHG có thể được sử dụng theo định dạng được cung cấp bởi trademarks@ihg.com.
vi: Tài liệu quảng cáo và các vật phẩm cùng ấn phẩm khác có chứa nhãn hiệu hoặc biến thể nhãn hiệu của IHG có thể được sử dụng theo định dạng được cung cấp bởi trademarks@ihg.com.

source: Tất cả các biển báo phải được lắp đặt theo các yêu cầu được cung cấp trong Hướng dẫn về bảng hiệu Holiday Inn Resort®.
vi: Tất cả các biển báo phải được lắp đặt tuân thủ các yêu cầu được nêu Hướng dẫn về bảng hiệu Holiday Inn Resort®.

source: Tất cả các lợi ích của Câu lạc bộ khách hàng thân thiết của IHG®, ngoại trừ nâng cấp cho các thành viên Spire Elite và Platinum Elite, phải được vinh danh cho các thành viên thân thiết của IHG® cùng với việc thưởng các kỳ nghỉ lưu trú cho họ.
vi: Tất cả các lợi ích của Câu lạc bộ khách hàng thân thiết của IHG®, ngoại trừ nâng việc hạng phòng cho các thành viên Spire Elite và Platinum Elite, phải được áp dụng đồng thời với chương trình thưởng đêm nghỉ miễn phí c ho các thành viên CLB Khách hàng thân thiết.

source: Tất cả các nhân viên Quầy Tiền Sảnh phải chào đón các thành viên thân thiết của IHG®, sử dụng tên của họ, công nhận tư cách thành viên của họ và tình trạng Câu lạc bộ thành viên thân thiết của IHG® khi Đăng ký.
vi: Tất cả các nhân viên Lễ tân phải chào đón các thành viên thân thiết của IHG®, sử dụng tên của khách, công nhận tư cách thành viên của khách và thông báo tình trạng tài khoản thành viên hiện tại của họ khi check in.

source: Tất cả các sự xâm nhập giữa và thông qua các công trình chống cháy phải chặn lửa bằng vật liệu hoặc thiết bị có chỉ số chống cháy không thấp hơn định mức của cấu trúc xung quanh.
vi: Tất cả các lỗ xuyên tường nằm giữa hoặc xuyên qua kết cấu chống cháy phải được chặn lửa bằng vật liệu hoặc thiết bị có chỉ số chống cháy không thấp hơn mức của kết cấu xung quanh.

source: Tất cả các thành viên phải được cung cấp ví thẻ khóa IHG® Awards Club thích hợp.
vi: Tất cả các thành viên phải được cung cấp ví thẻ khóa CLB Khách hàng Thân thiết IHG® phù hợp.

source: Tất cả các tiêu chuẩn trong tài liệu này có biểu tượng hiện tại đang hoạt động hoặc không có biểu tượng nào được hiển thị phải được gửi ngay hôm nay.
vi: Trong tài liệu này, tất cả các tiêu chuẩn có icon khách sạn đang vận hành hoặc không có icon nào phải được hoàn thiện ngay hôm nay.

source: Tất cả các yêu cầu của phòng khách áp dụng cho các phòng suites trừ khi được sửa đổi hoặc thêm vào tiêu chuẩn của suites.
vi: Tất cả các yêu cầu đối với phòng khách áp dụng cho các phòng suites trừ khi được sửa đổi hoặc thêm vào tiêu chuẩn của suites.
